Repository: r-forge/optimizer
Catalog: pkg/numDeriv/po/R-*.po
Languages: de, ko

source: Richardson method for 'hessian' assumes a scalar valued function.
de: Richardson-Methode für Hesse-Matrix geht von einer skalar bewerteten Funktion aus.
ko: 'hessian'에 대한 Richardson 메서드는 스칼라 값을 가지는 함수를 가정합니다.

source: method not implemented.
de: Methode nicht implementiert.
ko: 메서드가 구현되지 않습니다.

source: BUG! should not get here.
de: FEHLER! sollte nicht hier stehen.
ko: 버그! should not get here.

source: The current code assumes v is 2 (the default).
de: Der aktuelle Kode geht davon aus, dass v 2 ist (die Voreinstellung).
ko: 현재 코드는 v가 2라고 기본값이라고 가정합니다.

source: Non-NULL argument 'side' should have the same length as x
de: Nicht-NULL-Argument 'side' sollte dieselbe Länge wie x haben
ko: 'side' 인자는 NULL이 아니며 x와 같은 길이를 가져야 합니다

source: Non-NULL argument 'side' should have values NA, +1, or -1.
de: Nicht-NULL-Argument 'side' sollte die Werte NA, +1 oder -1 haben.
ko: 'side' 인자는NULL이 아닌 NA, +1, 혹은 -1 을 가져야 합니다.

source: grad assumes a scalar valued function.
de: grad unterstellt eine skalar bewertete Funktion.
ko: grad는 스칼라 값을 가지는 함수를 가정합니다.

source: method 'complex' does not support non-NULL argument 'side'.
de: Methode 'complex' unterstützt Nicht-NULL-Argument 'side' nicht
ko: 메서드 'complex'는 NULL 이 아닌 인수 'side'를 지원하지 않습니다.

source: function does not accept complex argument as required by method 'complex'.
de: Funktion akzeptiert kein komplexes Argument, wie es von der Methode »complex« benötigt wird
ko: 메서드 'complex' 에서 요구되는 complex argument를 함수가 허용하지 않습니다.

source: function does not return a complex value as required by method 'complex'.
de: Funktion gibt kein komplexes Argument zurück, wie es von der Methode 'complex' benötigt wird
ko: 메서드 'complex'에서 요구되는 complex value를 함수가 반환하지 않았습니다.

source: function returns NA at
de: Funktion gibt NA zurück bei
ko: 에서 함수가 NA를 반환합니다

source: distance from x.
de: Abstand von x.
ko: x로부터의 거리.

source: indicated method
de: angegebene Methode
ko: 표시된 방법

source: not supported.
de: nicht unterstützt.
ko: 지원되지 않습니다.
